import eye from '../assets/imgs/eye.svg'
import electro from '../assets/imgs/electro.svg'
import clock from '../assets/imgs/clock.svg'
import camera from '../assets/imgs/camera.svg'
import battery from '../assets/imgs/battery.svg'
import gear from '../assets/imgs/gear.svg'

export const details = [
  {
    id: 1,
    icon: eye,
    title: 'Большая дальность видимости',
    desc: `Линза световых точек (пикселей) выполнена таким образом что знак хорошо видно 
    с большого расстояния и при этом он 
    не ослепляет и не раздражает водителей 
    при приближении автомобиля`,
  },
  {
    id: 2,
    icon: clock,
    title: 'Cрок службы более 10 лет',
    desc: `    У корпуса знака и оптического волокна срок службы практически бесконечный. Так как 
    в данных знаках используются качественные светодиоды, то работать данное изделие будет очень долго`,
  },
  {
    id: 3,
    icon: camera,
    title: 'Четкое изображение',
    desc: `За счет большого количества близко расположенных друг к другу точек света изображение знака очень отчетливо даже 
    в условиях плохой видимости`,
  },
  {
    id: 4,
    icon: electro,
    title: 'Яркая засветка и хорошая видимость',
    desc: `За счет использования оптического волокна 
    с большой светопередачей в комплекте 
    с яркими светодиодами изображение получается яркое и хорошо заметное`,
  },
  {
    id: 5,
    icon: battery,
    title: 'Низкое энергопотребление (1-3Вт)',
    desc: `Использование оптического волокна позводило добиться хорошей засветки 
    всего от 1 светодиода`,
  },
  {
    id: 6,
    icon: gear,
    title: 'Долговечный корпус',
    desc: `Корпус знака выполнен из прочных и легких алюминиевых композитных панелей. 
    Срок службы панелей более 50 лет`,
  }
]